Repository: blessing267/repo
Catalog: core/locale/yo/LC_MESSAGES/django.po
Languages: yo

source: Title
yo: Akọle

source: Description
yo: Apejuwe

source: Dashboard
yo: Dasibodu

source: Profile
yo: Profaili

source: My Deliveries
yo: Awọn Ifijiṣẹ Mi

source: Pending Deliveries
yo: Awọn Ifijiṣẹ Ti N Duro

source: Messages
yo: Awọn Ifiranṣẹ

source: Marketplace
yo: Ọja

source: Post Product
yo: Fi Ọja Sọ́

source: View Cart
yo: Wo Kàtì

source: Home
yo: Oju Ile

source: Login
yo: Wọlé

source: Register
yo: Forukọsilẹ

source: Welcome
yo: Kaabo

source: Logout
yo: Jade

source: All rights reserved.
yo: Gbogbo awọn ẹtọ ti wa ni fipamọ.

source: My Cart
yo: Kàtì Mi

source: Product
yo: Ọja

source: Price
yo: Iye owo

source: Quantity
yo: Iye

source: Total
yo: Apapọ

source: Action
yo: Iṣe

source: Remove
yo: Yọ

source: Proceed to Checkout
yo: Tẹsiwaju Si Ṣayẹwo

source: Your cart is empty.
yo: Kàtì rẹ ṣofo.

source: Checkout
yo: Ṣayẹwo

source: Confirm Purchase
yo: Jẹrisi Rira

source: Welcome to FarmMarket
yo: Kaabo si FarmMarket

source: Connecting farmers and buyers directly for fresh, affordable produce.
yo: Ṣiṣopọ awọn agbe ati awọn onra taara fun ọja tuntun, to wulo.

source: Hello
yo: Bawo

source: Go to Dashboard
yo: Lọ si Dasibodu

source: Why Use FarmMarket?
yo: Kini Idi Ti O Fi Lo FarmMarket?

source: Direct Marketplace
yo: Ọja Taara

source: Farmers post their crops for sale and buyers purchase directly.
yo: Awọn agbe nfi ọja wọn ranṣẹ fun tita ati awọn onra ra taara.

source: Logistics <br> Service
yo: Iṣẹ Lojisti <br>

source: Coordinate third-party or group deliveries to transport farm produce efficiently.
yo: Ṣakoso awọn ifijiṣẹ ẹgbẹ tabi awọn ẹni-kẹta lati gbe ọja oko ni daradara.

source: Stay informed with real-time weather forecasts for your farm or region.
yo: Wa ni imudojuiwọn pẹlu awọn asọtẹlẹ oju-ọjọ akoko gidi fun oko rẹ tabi agbegbe rẹ.

source: Messaging System
yo: Eto Ifiranṣẹ

source: FarmMarket — Fresh from the farm to your table.
yo: FarmMarket — Tuntun lati oko si tabili rẹ.

source: Your Inbox
yo: Apo-iwọle Rẹ

source: From:
yo: Lati ọdọ:

source: Sent at:
yo: Ti firanṣẹ ni:

source: New
yo: Tuntun

source: Logistics Agent
yo: Agennti Lojisti

source: Manage your deliveries below.
yo: Ṣakoso awọn ifijiṣẹ rẹ ni isalẹ.

source: Weather in
yo: Oju-ọjọ ni

source: Browse Marketplace
yo: Ṣawari Ọja

source: View Inbox (%(unread_messages)s)
yo: Wo Apo-iwọle (%(unread_messages)s)

source: Total Deliveries
yo: Apapọ Awọn Ifijiṣẹ

source: Pending
yo: Ti nduro

source: In Transit
yo: Ninu Irinna

source: Delivered
yo: Ti firanṣẹ

source: Available Deliveries to Accept
yo: Awọn ifijiṣẹ ti o wa lati gba

source: Farmer
yo: Agbe

source: Pickup
yo: Gba

source: Destination
yo: Ibi-ajo

source: Accept
yo: Gba

source: No pending deliveries available to accept.
yo: Ko si awọn ifijiṣẹ ti nduro lati gba.

source: My Assigned Deliveries
yo: Awọn Ifijiṣẹ Ti Mo Yàn

source: Status
yo: Ipo

source: Accepted
yo: Ti gba

source: Mark In Transit
yo: Samisi bi nrin

source: Mark Delivered
yo: Samisi bi ti firanṣẹ

source: Complete
yo: Pari

source: You have no assigned deliveries yet.
yo: O ko ni awọn ifijiṣẹ ti a yàn sibẹsibẹ.

source: Tips
yo: Awọn Imọran

source: Keep buyers and farmers updated on delivery status (accepted, in transit, delivered)Keep buyers and farmers updated on delivery status (accepted, in transit, delivered).
yo: Pa awọn onra ati awọn agbẹ mọ nipa ipo ifijiṣẹ (ti gba, nlọ lọwọ, ti fi ranṣẹ).

source: Check vehicle condition and fuel before accepting longer trips.
yo: Ṣayẹwo ipo ọkọ ati epo ṣaaju ki o to gba irin-ajo gigun.

source: Handle products carefully to maintain quality during transit.
yo: Mu awọn ọja pẹlu iṣọra lati ṣetọju didara nigba gbigbe.

source: Respond quickly to new delivery requests to secure assignments.
yo: Dáhùn lẹsẹkẹsẹ si awọn ibeere ifijiṣẹ tuntun lati gba iṣẹ naa.

source: Date Requested
yo: Ọjọ ti a beere

source: Buyer
yo: Onra

source: Farmer / Buyer
yo: Agbe / Onra

source: Actions
yo: Awọn Iṣe

source: Not Assigned
yo: Ko Yàn

source: Unknown
yo: Ailaanu

source: Cancel
yo: Fagilee

source: You haven't made any delivery requests yet.
yo: O ko ti ṣe eyikeyi awọn ibeere ifijiṣẹ sibẹsibẹ.

source: My Orders
yo: Awọn aṣẹ mi

source: Order
yo: Aṣẹ

source: To:
yo: Si:

source: Requested by:
yo: Ti a beere nipasẹ:

source: Accept Delivery
yo: Gba Ifijiṣẹ

source: Status:
yo: Ipo:

source: No pending deliveries at the moment. Check back later!
yo: Ko si awọn ifijiṣẹ ti nduro lọwọlọwọ. Ṣayẹwo lẹẹkansi nigbamii!

source: Location
yo: Ipo

source: Category
yo: Ẹka

source: Posted by
yo: Ti gbejade nipasẹ

source: on
yo: ni

source: Back
yo: Pada

source: Edit
yo: Ṣatunkọ

source: Delete
yo: Pa

source: Go to Marketplace
yo: Lọ si Ọja

source: Message Farmer
yo: Firanṣẹ Ifiranṣẹ si Agbe

source: Delete Crop Post
yo: Pa Ifiweranṣẹ Ọja Ogbin

source: Are you sure you want to delete this post?
yo: Ṣé o dájú pé o fẹ pa ifiweranṣẹ yi?

source: Yes, Delete
yo: Bẹẹni, Pa

source: Post Your Crop for Sale
yo: Fi Ogbin Rẹ Sọ́ fun Tita

source: Post Crop
yo: Fi Ogbin Rẹ Sọ́

source: Post a Product
yo: Fi Ọja Sọ́

source: All Crops
yo: Gbogbo Awọn Ogbin

source: Tomato
yo: Tomati

source: Maize
yo: Agbado

source: Pepper
yo: Ata

source: Yam
yo: Iyan

source: Rice
yo: Iresi

source: Cassava
yo: Gari

source: Okra
yo: Ewedu

source: Onion
yo: Alubosa

source: Eggplant
yo: Egbin

source: Carrot
yo: Karọọti

source: Cucumber
yo: Agusi

source: Watermelon
yo: Dáńdá

source: Filter by location
yo: Ṣàwẹ̀ nípa ipò

source: Min price
yo: Ìye kékèké jùlọ

source: Max price
yo: Ìye tó pọ̀ jùlọ

source: Search
yo: Wa

source: Sort by
yo: Tọ́ka gẹ́gẹ́ bí

source: Newest
yo: Tuntun jùlọ

source: Oldest
yo: Atijọ́ jùlọ

source: Price: Low to High
yo: Ìye: Kéré sí Giga

source: Price: High to Low
yo: Ìye: Giga sí Kéré

source: View Details
yo: Wo Àlàyé

source: Add to Cart
yo: Fi sí Kátì

source: No products listed yet.
yo: Ko si awọn ọja ti a ṣe atokọ sibẹsibẹ.

source: Edit Crop Post
yo: Ṣatunkọ Ifiweranṣẹ Ọgbìn

source: Save Changes
yo: Fipamọ Àtúnṣe

source: Request a Delivery
yo: Beere Ifijiṣẹ

source: Please fill in the details below to request a delivery.
yo: Jọwọ kun alaye ni isalẹ lati beere ifijiṣẹ.

source: Submit Request
yo: Firanṣẹ Ìbéèrè

source: Send Message
yo: Firanṣẹ Ifiranṣẹ

source: Inbox
yo: Apo-iwọle

source: Sent Message
yo: Ifiranṣẹ Ti Firanṣẹ

source: New Message
yo: Ifiranṣẹ Tuntun

source: You have not sent any messages yet.
yo: O ko ti firanṣẹ eyikeyi ifiranṣẹ sibẹsibẹ.
